Can't place Baluster Patterns
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotPlaceBalusterPatterns { get; }
  Visual Basic
Public Shared ReadOnly Property CannotPlaceBalusterPatterns As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotPlaceBalusterPatterns {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace